[
    {
        "title": "Verses for the Dead",
        "poster": "https://images-na.ssl-images-amazon.com/images/I/51LPI8yUAUL._SX330_BO1,204,203,200_.jpg",
        "isbn": "978-1538747209",
        "author": "Douglas Preston",
        "synopsis": "After an overhaul of leadership at the FBI's New York field office, A. X. L. Pendergast is abruptly forced to accept an unthinkable condition of continued employment: the famously rogue agent must now work with a partner."
    },
    {
        "title": "Fire & Blood",
        "poster": "https://images-na.ssl-images-amazon.com/images/I/51sw9sAJJ3L._SX327_BO1,204,203,200_.jpg",
        "isbn": "978-1524796280",
        "author": "George R. R. Martin",
        "synopsis": "Centuries before the events of A Game of Thrones, House Targaryen—the only family of dragonlords to survive the Doom of Valyria—took up residence on Dragonstone. Fire & Blood begins their tale with the legendary Aegon the Conqueror, creator of the Iron Throne, and goes on to recount the generations of Targaryens who fought to hold that iconic seat, all the way up to the civil war that nearly tore their dynasty apart."
    },
    {
        "title": "Where the Crawdads Sing",
        "poster": "https://images-na.ssl-images-amazon.com/images/I/51j5p18mJNL._SX330_BO1,204,203,200_.jpg",
        "isbn": "978-0735219090",
        "author": "Delia Owens",
        "synopsis": "For years, rumors of the \"Marsh Girl\" have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life--until the unthinkable happens."
    },
    {
        "title": "Bird Box: A Novel",
        "poster": "https://images-na.ssl-images-amazon.com/images/I/41sRIihnXzL.jpg",
        "isbn": "B00FJ352U6",
        "author": "Josh Malerman",
        "synopsis": "Written with the narrative tension of The Road and the exquisite terror of classic Stephen King, Bird Box is a propulsive, edge-of-your-seat horror thriller, set in an apocalyptic near-future world—a masterpiece of suspense from the brilliantly imaginative Josh Malerman."
    },
    {
        "title": "A Delicate Touch",
        "poster": "https://images-na.ssl-images-amazon.com/images/I/51RBXr5FRQL.jpg",
        "isbn": "B07DH8GWMS",
        "author": "Stuart Woods",
        "synopsis": "When an old acquaintance reaches out to Stone Barrington requesting assistance, the job seems easy enough. She needs an expert in an esoteric field, someone with both the knowledge and careful dexterity to solve a puzzle. But the solution to one small problem blows the lid open on a bigger scandal going back decades, and involving numerous prominent New Yorkers who would prefer the past stay buried."
    },
    {
        "title": "The Reckoning",
        "poster": "https://images-na.ssl-images-amazon.com/images/I/514U1B0D-iL.jpg",
        "isbn": "B079DBS447",
        "author": "John Grisham",
        "synopsis": "Pete Banning was Clanton, Mississippi’s favorite son—a decorated World War II hero, the patriarch of a prominent family, a farmer, father, neighbor, and a faithful member of the Methodist church. Then one cool October morning he rose early, drove into town, and committed a shocking crime.  Pete's only statement about it—to the sheriff, to his lawyers, to the judge, to the jury, and to his family—was: \"I have nothing to say.\" He was not afraid of death and was willing to take his motive to the grave."
    }
]